Repository: Heckie75/kodi-addon-ffmpeg-cutter
Catalog: plugin.video.ffmpeg-cutter/resources/language/resource.language.*/strings.po
Languages: de_de

# #32011
source: ffmpeg executable
de_de: Programmdatei für ffmpeg

# #32012
source: ffprobe executable
de_de: Programmdatei für ffprobe

# #32013
source: Container
de_de: Kontainerformat

# #32014
source: Same as source
de_de: wie Quelldatei

# #32016
source: Streams
de_de: Spuren

# #32017
source: Always ask
de_de: immer fragen

# #32018
source: All but audio for visual impaired and teletext
de_de: Alle ohne Audiokommentare für Sehbehinderte und Videotext

# #32019
source: Video codec
de_de: Video Kodierer

# #32020
source: Copy
de_de: nur kopieren

# #32021
source: h264 if not yet, else copy
de_de: h264 möglichst ohne Neukodierung

# #32022
source: Force h264
de_de: h264 mit Neukodierung

# #32023
source: h264 preset
de_de: h264 Voreinstellungen

# #32024
source: ultrafast
de_de: ultra schnell

# #32025
source: superfast
de_de: super schnell

# #32026
source: veryfast
de_de: sehr schnell

# #32027
source: faster
de_de: schneller

# #32028
source: fast
de_de: schnell

# #32029
source: medium
de_de: mittel

# #32030
source: slow
de_de: langsam

# #32031
source: slower
de_de: langsamer

# #32032
source: veryslow
de_de: sehr langsam

# #32034
source: h264 tune
de_de: h264 Feinabstimmung

# #32036
source: animation
de_de: Trickfilm

# #32037
source: grain
de_de: Grobkörnig

# #32038
source: stillimage
de_de: Standbild

# #32039
source: psnr
de_de: optimiert auf Signal-Rausch-Verhältnis

# #32040
source: ssim
de_de: optimiert auf strukturelle Ähnlichkeit

# #32041
source: fastdecode
de_de: optimiert auf schnelle Dekodierung

# #32042
source: zerolatency
de_de: optimiert auf Latenz

# #32043
source: tvheadend directory for recordings
de_de: tvheadend Verzeichnis für Aufnahmen

# #32044
source: Local filesystem
de_de: lokales Dateisystem

# #32045
source: Shared location
de_de: gemeinsame Netzwerkfreigabe

# #32046
source: User defined directory
de_de: Benutzerdefiniert

# #32047
source: Output directory
de_de: Ausgabeverzeichnis

# #32048
source: Ask before processing
de_de: Vor Ausführung fragen

# #32049
source: Delete source file
de_de: Quelldatei löschen

# #32050
source: Create backup file
de_de: Sicherungsdatei erzeugen

# #32051
source: User interface
de_de: Oberfläche

# #32052
source: Directories
de_de: Verzeichnisse

# #32053
source: Output settings
de_de: Ausgabeeinstellungen

# #32054
source: ffmpeg
de_de: Programmdateien

# #32101
source: File not accessable
de_de: Quelldatei auffindbar

# #32102
source: Video file not found or accessable from here
de_de: Quelldatei nicht gefunden oder kann von hier aus nicht zugegriffen werden.

# #32103
source: Cancel
de_de: Abbruch

# #32104
source: Canceled
de_de: Abbruch durch Nutzer

# #32105
source: No streams
de_de: keine Spuren ausgewählt

# #32106
source: Canceled. No streams selected or selected streams not supported in target container.
de_de: Abbruch. Keine Spuren ausgewählt oder im Zielkontainer nicht unterstützt.

# #32107
source: No bookmarks selected
de_de: Keine Lesezeichen ausgewählt.

# #32108
source: Nothing to do
de_de: Nichts zu erledigen. Tschüss!

# #32109
source: Process file?
de_de: Verarbeitung starten?

# #32110
source: Splitting file...
de_de: Zwischendateien werden erzeugt...

# #32111
source: Joining segments...
de_de: Zwischendateien werden zusammengeführt...

# #32112
source: Clean workspace...
de_de: Aufräumen...

# #32113
source: Wipe bookmarks...
de_de: Lesezeichen werden gelöscht...

# #32114
source: More than one canditate found. Select recording
de_de: Mehr als ein Kandidat gefunden. Wähle eine Aufnahme aus!

# #32115
source: duration
de_de: Dauer

# #32116
source: Select chapters that you want to keep
de_de: Wähle die Abschnitte, die zusammengeführt werden sollen!

# #32117
source: visual impaired
de_de: für Sehbehinderte

# #32118
source: heaering impaired
de_de: für Hörgeschädigte

# #32119
source: Are you sure to start processing?
de_de: Willst Du das wirklich machen?

# #32120
source: Select streams that you want to keep!
de_de: Wähle die Spuren, die Du haben möchtest!

# #32121
source: Encoding
de_de: kodiere

# #32122
source: of
de_de: von

# #32123
source: Filename
de_de: Dateiname

# #32124
source: rename Recording
de_de: benenne Aufnahme um

# #32125
source: include subtitle
de_de: verwende Untertitel

# #32126
source: include timestamp
de_de: verwende Zeitstempel

# #32127
source: use directory
de_de: verwende Unterverzeichnis

# #32128
source: Aks for directory
de_de: Frage nach Verzeichnis
